resource/xml/consulta_ocorrencias_titulo.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:bol="http://sicredi.com.br/cobranca/ws/v1/boleto/">
	<soapenv:Header/>
	<soapenv:Body>
		<bol:consultaOcorrenciasTitulo>
			<bol:InConsultaOcorrenciasTitulo>
				<agEmissora>agencia</agEmissora>
				<dataConsulta>2019-06-06T00:00:00</dataConsulta>
				<nossoNumero/>
				<ocorrencias>
					<ocorrencia>TODAS</ocorrencia>
				</ocorrencias>
			</bol:InConsultaOcorrenciasTitulo>
		</bol:consultaOcorrenciasTitulo>
	</soapenv:Body>
</soapenv:Envelope>